[
    {
        "question": "abetalipoproteimemia hi, I would like to know if there is any support for those suffering with abetalipoproteinemia? I am not diagnosed but have had many test that indicate I am suffering with this, keen to learn how to get it diagnosed and how to manage, many thanks",
        "answer_abs_summ": "Abetalipoproteimemia, also known as Bassen-Kornzweig syndrome, is diagnosed using blood tests for Apolipoprotein B, vitamin deficiencies, malformation of red blood cels, complete blood count and cholesterol. Other tests include  electromyography, eye exams, nerve conduction velocity, stool sample analysis, and  genetic testing  for mutations in the MTP gene. Large doses of  fat-soluble vitamins (vitamin A, vitamin D, vitamin E, and vitamin K) are used for treatment. Linoleic acid supplements are also recommended. A nutritionist can recommend diet changes to prevent stomach problems. You need to limit fat intake to 5 to 20 grams per day, and lean meat, fish, or poultry to no more than 5 ounces daily (140 grams.)  Your health care provider might recommend taking medium-chain triglycerides.",
        "answer_ext_summ": "Tests that may be done to help diagnose this condition include: - Apolipoprotein B blood test - Blood tests to look for vitamin deficiencies (fat-soluble vitamins A, D, E, and K) - \"Burr-cell\" malformation of the red cells (acanthocytosis) - Complete blood count (CBC) - Cholesterol studies - Electromyography - Eye exam - Nerve conduction velocity - Stool sample analysis Genetic testing may be available for mutations in the MTP gene. Treatment involves large doses of vitamin supplements containing fat-soluble vitamins (vitamin A, vitamin D, vitamin E, and vitamin K). Linoleic acid supplements are also recommended. People with this condition should talk to a nutritionist. Diet changes are needed to prevent stomach problems. This involves: - Limiting fat intake to 5 to 20 grams per day. - Do not eat more than 5 ounces daily (140 grams) of lean meat, fish, or poultry. - Use skim milk instead of whole milk. Supplements of medium-chain triglycerides are taken under the supervision of a health care provider. They should be used with caution, because they may cause liver damage."
    },
    {
        "question": "asthma Question. What is the consensus of medical doctors as to whether asthma can be cured? And do you have an article discussing whether asthma can be cured?",
        "answer_abs_summ": "Asthma symptoms can be managed but not cured.",
        "answer_ext_summ": "Asthma is a chronic disease. This means that it can be treated but not cured. However, some people are able to manage asthma so that symptoms do not happen again or happen rarely."
    },
    {
        "question": "X-linked congenital stationary night blindness i m suffering from similar or same decease.my mothers father suffered from same & my brother also.we have problem in low light infact cant view in damp conditions during day also have myopia but still not normal myopia cant see little object with clarity.life is looking like imprisonment.is there any chance for our recovery from this x linked decease.will we be able to see like normal ones.plz help. my age 38 y brother 44.address",
        "answer_abs_summ": "Autosomal recessive congenital stationary night blindness is a disorder of the retina. People with this condition typically have difficulty seeing in low light. The symptoms are present from birth but tend to remain stable over time.",
        "answer_ext_summ": "The vision problems associated with this condition are congenital, which means they are present from birth. They tend to remain stable (stationary) over time."
    },
    {
        "question": "X-linked congenital stationary night blindness i m suffering from similar or same decease.my mothers father suffered from same & my brother also.we have problem in low light infact cant view in damp conditions during day also have myopia but still not normal myopia cant see little object with clarity.life is looking like imprisonment.is there any chance for our recovery from this x linked decease.will we be able to see like normal ones.plz help. my age 38 y brother 44.address",
        "answer_abs_summ": "Autosomal recessive congenital stationary night blindness is a disorder of the retina. People with this condition typically have difficulty seeing in low light. The symptoms are present from birth but tend to remain stable over time.",
        "answer_ext_summ": "The vision problems associated with this condition are congenital, which means they are present from birth. They tend to remain stable (stationary) over time."
    }
]